Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/unemployed_people/conditions_for_getting_a_jobseekers_payment.html.txt.tmx
Source language: en
Languages: pl

source: If you have been placed on a penalty rate and you continue not to meet the conditions you can be disqualified from your jobseeker’s payment for up to 9 weeks
pl: W przypadku nałożenia na świadczeniobiorcę kary i dalszego niespełniania przez niego warunków pobierania świadczenia może on stracić do niego prawo na okres maksymalnie 9 tygodni

source: You cannot be disqualified immediately – a penalty rate must apply first for at least 21 days
pl: Nie ma możliwości natychmiastowego odebrania uprawnień. Najpierw należy zastosować karę obejmującą okres co najmniej 21 dni

source: Penalty rates of payment for JB
pl: Stawki karne świadczenia dla osób

source: │Personal rate │Reduction to │
pl: │Stawka indywidualna │Obniżka do │

source: Penalty rates of payment for JA
pl: Stawki karne zasiłku dla osób

source: Penalty rates do not apply to people over 62
pl: kary nie mają zastosowania w przypadku osób powyżej 62 roku życia

source: If you wish to appeal a decision (including a decision on a penalty rate) you should make this appeal to the Social Welfare Appeals Office using the contact information below
pl: W przypadku chęci złożenia odwołania od decyzji (w tym decyzji o naliczeniu kary finansowej), należy to zrobić w biurze odwoławczym opieki społecznej, korzystając z niżej zamieszczonych danych kontaktowych

source: You apply for Jobseeker's Benefit or Jobseeker's Allowance to your Intreo Centre or Social Welfare Branch Office
pl: Wniosek o świadczenie lub zasiłek dla osób poszukujących pracy należy składać w swoim ośrodku Intreo lub w miejscowym biurze opieki społecznej
